Repository: GNOME/gnome-system-monitor
Catalog: po/*.po
Languages: kab, my

source: Device
kab: Ibenk
my: စက်

source: Directory
kab: Akaram
my: ဒါရိုက်ထရီ

source: Type
kab: Anaw
my: အမျိုးအစား

source: Total
kab: Aɣrud
my: စုစုပေါင်း

source: Free
kab: D ilelli
my: လွတ်

source: Available
kab: Yewjed
my: ရရှိနိုင်

source: Used
kab: Yettwaseqdec
my: သုံးထား

source: GNOME System Monitor
kab: Asefrak n unagraw GNOME
my: GNOMEစနစ်စောင့်ကြည့်ကိရိယာ

source: View current processes and monitor system state
kab: Wali akal n melmi kan akked waddad n unagraw n usefrak
my: လက်ရှိအလုပ်များ ကြည့်ရှု၍ စစ်စတမ်အခြေအနေကို စောင့်ကြည့်မည်

source: Monitor;System;Process;CPU;Memory;Network;History;Usage;
kab: Asefrak;Anagraw;Akala;CPU;Takatut;Azeṭṭa;Azray;Useqdec;
my: Monitor;System;Process;CPU;Memory;ကွန်ရက်;မှတ်တမ်း;အသုံးပြုမှု့;မှတ်ဉာဏ်;စီပီယူ;အလုပ်;စစ်စတမ်;မော်နီတာ

# shortcut window
source: General
kab: Amatu
my: အထွေအထွေဆိုင်ရာ

# shortcut window
source: Show help
kab: Sken tallalt
my: အကူအညီပြရန်

# shortcut window
source: Open menu
kab: Ldi umuɣ
my: မီနူးဖွင့်ရန်

# shortcut window
source: Show preferences
kab: Sken ismenyifen
my: ဦးစားပေးသတ်မှတ်ချက်များပြရန်

# shortcut window
source: Keyboard shortcuts
kab: Inegzumen n unasiw
my: ကီးဘုတ်ဖြတ်လမ်းခလုတ်များ

# shortcut window
source: Quit
kab: Ffeɣ
my: ထွက်ရန်

# shortcut window
source: Search
kab: Nadi
my: ရှာရန်

# shortcut window
source: Show Resources
kab: Sken tiɣbula
my: ရင်းမြစ်များပြရန်

# shortcut window
source: Show Processes
kab: Sken akal
my: အလုပ်များပြရန်

# shortcut window
source: Show File Systems
kab: Sken inagrawen n ufaylu
my: ဖိုင်စနစ်များပြရန်

# shortcut window
source: Refresh
kab: Sismeḍ
my: အသစ်တင်ရန်

# shortcut window
source: Processes
kab: Akala
my: အလုပ်များ

# shortcut window
source: Show dependencies
kab: Sken iḍaraεen
my: မှီခိုပရိုဂရမ်များပြရန်

# shortcut window
source: Show process properties
kab: Sken iraten n ukala
my: အလုပ်၏အချက်အလက်များပြရန်

# shortcut window
source: Memory maps
kab: Tikarḍiwin n tkatut
my: မှတ်ဉာဏ်မြေပုံ

# shortcut window
source: Open files
kab: Ldi ifuyla
my: ဖွင့်ထားသောဖိုင်များ

# shortcut window
source: Send stop signal
kab: Azen tamuli n uḥbas
my: Stopအချက်ပြရန်

# shortcut window
source: Send continue signal
kab: Azen tamuli n ukemmel
my: Continueအချက်ပြရန်

# shortcut window
source: Send Terminate signal
kab: Azen tamuli n keffu
my: Terminateအချက်ပြရန်

# shortcut window
source: Send Kill signal
kab: Azen tamuli Kill
my: Killအချက်ပြရန်

source: System Monitor
kab: Asefrak n unagraw
my: စနစ်စောင့်ကြည့်ကိရိယာ

source: Search
kab: Nadi

source: Main Menu
kab: Umuɣ agejdan

source: Search processes and users
kab: Akala n unadi d yiseqdacen
my: အလုပ်နှင့်သုံးစွဲသူများရှာဖွေရန်

source: _Resources
kab: _Tiɣbula

source: Memory
kab: Takatut
my: မှတ်ဉာဏ်

source: Memory and Swap
kab: Takatut d Usefrak
my: မှတ်ဉာဏ်နှင့်swap

source: Receiving
kab: Armas
my: ရရှိနှုန်း

source: Total Received
kab: Aɣrud n urmas
my: စုစုပေါင်းရရှိသည့်ပမာဏ

source: Sending
kab: Tuzna
my: ပေးပို့နှုန်း

source: Total Sent
kab: Aɣrud yettwaznen
my: စုစုပေါင်းပေးပို့သည့်ပမာဏ

source: Network
kab: Aẓeṭṭa
my: ဆ.သ.ရ-ကွန်ရက်

source: Reading
kab: Taɣuri

source: Total Read
kab: Aɣrud yettwaɣran

source: Writing
kab: Tira

source: Total Written
kab: Aɣrud yettwuran

source: Disk
kab: Aḍebsi

source: _Processes
kab: _Akala

# interface
source: _End Process…
kab: _Taggara n ukala…

source: Process Properties
kab: Iraten n ukala

source: _File Systems
kab: _Inagrawen n yifuyla

# Window title for Search for Open Files dialog
source: Search for Open Files
kab: Nadi ifuyla yeldin
my: ဖွင့်ထားသောဖိုင်များရှာရန်

source: Refresh
kab: Sismeḍ

source: Filter files by name
kab: Semyizwer ifuyla s yisem
my: ဖိုင်များကိုအမည်ဖြင့်စစ်ထုတ်မည်

source: Process
kab: Asesfer
my: အလုပ်

source: Filename
kab: Isem n ufaylu
my: ဖိုင်အမည်

source: Memory Maps
kab: Tikarḍiwin n tkatut
my: မှတ်ဉာဏ်မြေပုံများ

source: VM Start
kab: Beddu n VM
my: VM အစ

source: VM End
kab: Keffu n VM
my: VM အဆုံး

source: VM Size
kab: Teɣzi n VM
my: VM အရွယ်အစား

source: Flags
kab: Anayen
my: အလံများ

source: Private Clean
kab: Asfaḍ uslig

source: Private Dirty
kab: Ammus uslig

# Menu item to Open Search for Open Files dialog
source: _Search for Open Files
kab: Nadi ɣef ifuyla yeldin (_S)

source: _Preferences
kab: Imenyafen (_P)

source: _Help
kab: Talla_lt

source: _Keyboard Shortcuts
kab: Inegzumen n unasiw (_K)

source: _About System Monitor
kab: Ɣef tmellit n unagraw

source: _Refresh
kab: _Sismeḍ
my: _Rအသစ်တင်မည်

source: Ac_tive Processes
kab: _Ikala urmiden

source: All Pro_cesses
kab: A_kk akala

source: _My Processes
kab: Akala I_nu

source: Show _Dependencies
kab: Sken _Iḍaraεen
my: _Dမှီခိုပရိုဂရမ်များ ပြမည်

source: _Search for Open Files
kab: Nadi ɣef ifuyla yeldin (_S)

source: _Properties
kab: _Iraten
my: _အချက်အလက်များ

source: _Memory Maps
kab: _Tikarḍiwin n tkatut
my: _မှတ်ဉာဏ်မြေပုံ

source: _Open Files
kab: Ldi ifuyla

source: _Change Priority
kab: _Beddel arat
my: ဦးစားပေးမှု _ပြောင်းလဲမည်

source: _Very High
kab: Ԑla_y aṭas

source: _High
kab: Ɛla_y

source: _Normal
kab: Amag_nu

source: Ve_ry Low
kab: Yude_r aṭas

source: Cus_tom
kab: Amag_nu

source: Set _Affinity…
kab: Sbadu _Affinity…

source: _Stop…
kab: _Ḥbes…

source: _Resume
kab: _Kemmel

source: _Terminate…
kab: _Fakk…

source: _Force Stop…
kab: _Ḥettem ahbas…

source: Open Files
kab: Ldi ifuyla
my: ဖွင့်ထားသောဖိုင်လ်များ

source: Object
kab: Tɣawsa

source: Kill process
kab: Neɣ akala
my: အလုပ်ကိုသတ်မည်

source: Privileges are required to control other users’ processes
kab: Tiseglutin ttwasran i usenqed n ukala n yiseqdacen niḍen
my: အခြားသုံးစွဲသူများ၏အလုပ်များကို ထိန်းချုပ်ရန် အခွင့်အာဏာလိုအပ်ပါသည်

source: Renice process
kab: Akal n Renice
my: အလုပ်ကို ပြန်အလျှော့ပေးစေမည်

source: Privileges are required to change the priority of processes
kab: Tiseglutin ttwasran i ubeddel n warra n ukala
my: အလုပ်များ၏ဦးစားပေးမှုကို ပြောင်းလဲရန် အခွင့်အာဏာလိုအပ်ပါသည်

source: View and manage system resources
kab: Wali, tesferkeḍ tiɣbula n unagraw
my: စစ်စတမ်ရင်းမြစ်များကို ကြည့်ရှုစီမံမည်

source: System Monitor is a process viewer and system monitor with an attractive, easy-to-use interface.
kab: Asefrak n unagraw d amsenqad n ukala, d amsefrak daɣen n unagraw s ugrudem ijebbden, fessusen i useqdec.
my: စနစ်စောင့်ကြည့်ကိရိယာသည် ဆွဲဆောင်မှုရှိ၍သုံရလွယ်ကူသော အင်တာဖေ့စ်သုံးထားသည့် အလုပ်ကြည့်ရှုကိရိယာနှင့်စစ်စတမ်စောင့်ကြည့်ကိရိယာဖြစ်သည်။

source: System Monitor can help you find out what applications are using the processor or the memory of your computer, can manage the running applications, force stop processes not responding, and change the state or priority of existing processes.
kab: Asefrak n unagraw yezmer ak-yall ad tafeḍ acu n yisnasen yesseqdacen asekkar neɣ takatut n uselkim, yezmer ad issefrek isnasen yettelkamen, ad iḥettem aḥabs n ukala ur d-nettarra ara, ad issenfel addad neɣ arra n ukala i yellan.
my: စနစ်စောင့်ကြည့်ကိရိယာသည် ဘယ်အပ္ပလီကေးရှင်းများက ပရိုဆက်ဆာ သို့မဟုတ် ကွန်ပြူတာ၏မှတ်ဉာဏ်ကို သုံးနေသလဲဆိုတာ ရှာဖွေပေးနိုင်ပါသည်။ ထို့အပြင် မောင်းနှင်နေသောအပ္ပလီကေးရှင်းများကိုလည်း စီမံနိုင်ပါသည်။

source: The resource graphs feature shows you a quick overview of what is going on with your computer displaying recent network, memory and processor usage.
kab: Tamahilt n yidlifen iɣbula teskanay taskant tuzribt n wayen iḍerrun d uselkim-k, s uskan n useqdec n melmi kan n uzeṭṭa, n tkatut akked ukala.
my: ရင်းမြစ်ဂရပ်များကို ကြည့်၍ သင့်ကွန်ပြူတာ၏ လတ်တလော ကွန်ရက်၊ မှတ်ဉာဏ်နှင့် ပရိုဆက်ဆာ သုံးစွဲမှုများကို အလွယ်တကူ သိရှိနိုင်သည်။

source: Process list view
kab: Taskant n tebdart n ukala
my: အလုပ်စာရင်းမြင်ကွင်း

source: Resources overview
kab: Askan n yiɣbula
my: ရင်းမြစ်ခြုံငုံမြင်ကွင်း

source: File Systems view
kab: Askan n yinagrawen n yifuyla
my: ဖိုင်စနစ်များမြင်ကွင်း

source: Monitor;System;Process;CPU;Memory;Network;History;Usage;Performance;Task;Manager;Activity;
kab: Asefrak;Anagraw;Akala;CPU;Takatut;Azeṭṭa;Azray;Aseqdec;Tamellit;Tamsektit;Amsefrak;Armud;
my: မော်နီတာ;စစ်စတမ်;အလုပ်;စီပီယူ;မှတ်ဉာဏ်;ကွန်ရက်;မှတ်တမ်း;အသုံးပြုမှု;စွမ်းဆောင်ရည်;မန်နေဂျာ;Monitor;System;Process;CPU;Memory;Network;History;Usage;Performance;Task;Manager;Activity;

source: Preferences
kab: Ismenyifen
my: ဦးစားပေးသတ်မှတ်ချက်များ

source: Resources
kab: Tiɣbula
my: ရင်းမြစ်များ

source: Behavior
kab: Tikli
my: အမူအကျင့်

source: _Update Interval in Seconds
kab: Azilal n lqem s tsinin (_U)
my: _အပ်ဒိတ်တင်နေမည့်အချိန်စက္ကန့်

source: _Chart Data Points
kab: Agazen n yisefka n udlif (_C)
my: _Cဇယားဒေတာပွိုင့်များ

source: Draw Charts as S_mooth Graphs
kab: Suneɣ idlifen am yidlifen n umzay (_m)
my: ဇယားကို _mပြေပြစ်သောဂရပ်အဖြစ်ဆွဲမည်

source: _Draw CPU Chart as Stacked Area Chart
kab: Suneɣ adlif CPU am udlif n temnaḍt yersen d tibursatin (_D)
my: စီပီယူဇယားကို ဧရိယာထပ်ဇယားအဖြစ် _Dဆွဲမည်

source: Show Memory and Swap in IEC
kab: Sken takatut d uskar deg IEC
my: မှတ်ဉာဏ်နှင့်swapကို IECနှင့်ပြမည်

source: Show Memory in Logarithmic Scale
kab: Sken takatut deg tfesna n talugaritmit
my: မှတ်ဉာဏ်ကို လောဂရစ်သမ်စကေးဖြင့်ပြမည်

source: _Show Network Speed in Bits
kab: _Sken arured n uzeṭṭa s yibiten
my: Bits ရှိ ကွန်ရက်မြန်နှုန်းကို _S ပြပါ။

source: Show Network _Totals in Bits
kab: Sken _Isemdayen n uzeṭṭa s yibiten
my: Bits ရှိ ကွန်ရက် _T စုစုပေါင်းများကို ပြပါ။

source: Processes
kab: Akala
my: အလုပ်များ

source: Enable _Smooth Refresh
kab: Rmed asesmeḍ n umzay (_S)
my: _ချောမွေ့သည့်အသစ်တင်မှုကို သုံးမည်

source: _Divide CPU Usage by CPU Count
kab: Bḍu aseqdec n CPU s umḍan n CPU (_D)
my: စီပီယူသုံးနှုန်းကို စီပီယူအရေအတွက်ဖြင့် _Dစားမည်

source: Show Memory in IEC
kab: Sken takatut deg IEC
my: မှတ်ဉာဏ်ကို IECနှင့်ပြမည်

source: Information Fields
kab: Urtiyen n telɣut
my: ပြရမည့်အချက်အလက်များ

source: Process information shown in list
kab: Talɣut n ukala yettwaskanen deg tebdart:

source: File Systems
kab: Inagrawen n yifuyla
my: ဖိုင်စနစ်များ

source: Show _All File Systems
kab: Sken _Akk inagrawen n yifuyla
my: ဖိုင်စနစ်များ _Aအားလုံးပြမည်

source: File system information shown in list
kab: Talɣut n unagraw n yifuyla yettwaskanen deg tebdart
my: စာရင်းတွင်ပြထားသည့် ဖိုင်စနစ်အချက်အလက်

source: Details
kab: Talqayt

source: Process ID
kab: Asulay ID n ukala

source: User
kab: Aseqdac
my: သုံးစွဲသူ

source: Status
kab: Addad
my: အခြေအနေ

source: Started
kab: Yebda
my: စတင်ခဲ့ချိန်

source: Priority
kab: Tazwart
my: ဦးစားပေးမှု

source: Usage
kab: Aseqdec

source: CPU Time
kab: Akud CPU
my: စီပီယူ အချိန်

source: Virtual Memory
kab: Takatut tudhimt
my: အတုမှတ်ဉာဏ်

source: Resident Memory
kab: Takatut tamezdaɣt

source: Writable Memory
kab: Takatut yettwabeddalen
my: ရေး၍ရသောမှတ်ဉာဏ်

source: Shared Memory
kab: Takatut yettwabḍan
my: မျှသုံးမှတ်ဉာဏ်

source: Security Context
kab: Asatel n tɣellist
my: လုံခြုံရေးဆိုင်ရာ

source: Command Line
kab: Izirig n inezḍayen
my: အမိန့်ပေးစာသား

source: Waiting Channel
kab: Aṛaǧu n ubadu
my: စောင့်ဆိုင်းချန်နယ်

source: Control Group
kab: Agraw n usenqed
my: ထိန်းချုပ်အုပ်စု

source: More Actions
kab: Ugar n tigawin

source: _Cancel
kab: _Sefsex
my: _ပယ်ဖျက်

source: Change _Priority
kab: Beddel _Arat
my: _ဦးစားပေးမှု ပြောင်းလဲမည်

source: _Nice Value:
kab: _Azal igerrzen:

source: Set Affinity
kab: Sbadu assaɣ
my: Affinityသတ်မှတ်ရန်

source: _Apply
kab: _Snes
my: _သုံးမည်

source: _Run on all CPUs
kab: Selkem ɣef meṛṛa CPUs

source: A simple process and system monitor.
kab: Akala afessas akked usefrak n unagraw.
my: ရှိးရှင်းသော အလုပ်နှင့်စနစ်စောင့်ကြည့်ကိရိယာတစ်ခုဖြစ်သည်။

source: Show the Processes tab
kab: Sken iccer n ukala
my: အလုပ်များတပ်ဘ်ကိုပြမည်

source: Show the Resources tab
kab: Sken iccer n yiɣbula
my: ရင်းမြစ်များတပ်ဘ်ကိုပြမည်

source: Show the File Systems tab
kab: Sken iccer n yinagrawen n yifuyla
my: ဖိုင်စနစ်များတပ်ဘ်ကိုပြမည်

source: Show the application’s version
kab: Sken lqem n usnas
my: အပ္ပလီကေးရှင်း၏ဗားရှင်းပြရန်

source: Pick a Color for “%s”
kab: Fren ini i "%s"
my: “%s”အတွက်အရောင်ရွေးရန်

source: translator-credits
kab: ButterflyOfFire tasutlelli
my: ဘာသာပြန်သူများ

source: Today %l∶%M %p
kab: Ass-a %l∶%M %p
my: ယနေ့ %I∶%M %p

source: Yesterday %l∶%M %p
kab: Iḍelli %l:%M %p
my: မနေ့ %l:%M %p

source: Fraction
kab: Taẓunt
my: အပိုင်းဂဏန်း

source: Percentage full for pie color pickers
kab: Afmiḍi n taččart i unefran n yini n ungul
my: Pieအရောင်ရွေးချယ်ကိရိယာအတွက်ရာခိုင်နှုန်းအပြည့်

source: Title
kab: Azwel
my: ခေါင်းစဉ်

source: The title of the color selection dialog
kab: Azwel n udiwenni n tefrant n yiselsa
my: အရောင်ရွေးချယ်မှုဒိုင်ယာလော့ဂ်၏ခေါင်းစဉ်

source: Pick a Color
kab: Fren ini
my: အရောင်ရွေးရန်

source: Current Color
kab: Ini amiran
my: လက်ရှိအရောင်

source: The selected color
kab: Ini i yettwafernen
my: ရွေးထားသောအရောင်

source: Type of color picker
kab: Anaw n unefran n yiniten
my: အရောင်ရွေးကိရိယာအမျိုးအစား

source: Click to set graph colors
kab: Sit i usbadu n yiniten n wudlif
my: ဂရပ်အရောင်သတ်မှတ်ရန်ကလစ်ပါ

source: %u hr
kab: %u srg
my: %u နာရီ

source: %u min
kab: %u tsd
my: %u မိနစ်

source: %u sec
kab: %u tsn
my: %u စက္ကန့်

source: not available
kab: ulac
my: မရရှိနိုင်ပါ

source: %s (%.1f%%) of %s
kab: %s (%.1f%%) n %s
my: %s (%.1f%%) - %s၏

source: Cache %s
kab: Takatut tuffirt %s
my: ကတ်ရှ် %s

source: %d Matching Open File
kab: %d umṣada n ufaylu yeldin

source: %d Open File
kab: %d ufaylu yeldin

source: file
kab: afaylu
my: ဖိုင်

source: pipe
kab: tagmamt

source: IPv6 network connection
kab: Tuqqna ɣer uzeṭṭa IPv6
my: IPv6 ကွန်ရက်ချိတ်ဆက်မှု

source: IPv4 network connection
kab: Tuqqna ɣer uzeṭṭa IPv4
my: IPv4 ကွန်ရက်ချိတ်ဆက်မှု

source: local socket
kab: agrudem adigan
my: စက်တွင်းဆော့ခ်ကတ်

source: unknown type
kab: anaw arussin
my: အမျိုးအစားမသိ

source: Main window width
kab: Tehri n usfaylu agejdan

source: Main window height
kab: Teɣzi n usfaylu agejdan

source: Main Window should open maximized
kab: Asfaylu agejdan ilaq ad yeldi meqqer
my: ပင်မဝင်းဒိုးအကျယ်ဆုံးချဲ့မည်

source: Show process dependencies in tree form
kab: Sken iḍariεen n ukala deg talɣa n useklu
my: အလုပ်၏မှီခိုပရိုဂရမ်များကို သစ်ပင်ပုံစံဖြင့် ပြမည်

source: Solaris mode for CPU percentage
kab: Askar Solaris i ufmiḍi n CPU
my: စီပီယူရာခိုင်နှုန်းအတွက် Solaris mode

source: If TRUE, system-monitor operates in “Solaris mode” where a task’s CPU usage is divided by the total number of CPUs. Otherwise, it operates in “Irix mode”.
kab: MA yella TRUE, system-monitor tetteddu deg "uskar Solaris" anida aseqdec n ukala n temsekrit tebḍa ɣef umḍan asemday n CPUs. Neɣ, iteddu ɣef "uskar Irix".
my: အမှန်ဖြစ်ပါက၊ စနစ်-မော်နီတာသည် လုပ်ငန်းတစ်ခု၏ CPU အသုံးပြုမှုကို CPU စုစုပေါင်းအရေအတွက်ဖြင့် ပိုင်းခြားထားသည့် "Solaris မုဒ်" တွင် လုပ်ဆောင်ပါသည်။ မဟုတ်ပါက၊ ၎င်းသည် "Irix မုဒ်" တွင် လုပ်ဆောင်ပါသည်။

source: Show memory in IEC
kab: Sken takatut deg IEC
my: မှတ်ဉာဏ်ကို IECနှင့်ပြမည်

source: Enable/Disable smooth refresh
kab: Rmed/Sens asmiren n umzay
my: Smooth Refresh ကို ဖွင့်/ပိတ်ပါ။

source: Show warning dialog when killing processes
kab: Sken adiwenni n wulɣu mi ara yettmettat ukala
my: အလုပ်များကို သတ်သောအခါ သတိပေးဒိုင်ယာလော့ဂ်များ ပြမည်

source: Time in milliseconds between updates of the process view
kab: Akud s miliseconds gar yileqman n teskant n ukala
my: အလုပ်မြင်ကွင်းအပ်ဒိတ်အတွက် မီလီစက္ကန့်အားဖြင့် အချိန်

source: Time in milliseconds between updates of the graphs
kab: Akud s miliseconds gar yileqman n yidlifen
my: ဂရပ်အပ်ဒိတ်များအကြား မီလီစက္ကန့်အားဖြင့် အချိန်

source: Whether information about all file systems should be displayed
kab: Ma yella talɣut ɣef meṛṛa inagrawen n yifuyla ilaq ad tettwaskan
my: ဖိုင်စနစ်အားလုံး၏အချက်အလက် ဖော်ပြသင့်၊ မသင့်

source: Whether to display information about all file systems (including types like “autofs” and “procfs”). Useful for getting a list of all currently mounted file systems.
kab: Yemmal ma yella ilaq ad tettwskan telɣut ɣef meṛṛa inagrawen n yifuyla (rnu ɣer-s ula d anawen am "autofs" d "procfs"). Laqen i wawway n tebdart n meṛṛa inagrawen n yifuyla yettusbedden melmi kan.
my: ဖိုင်စနစ်အားလုံး ("autofs"နှင့်"procfs"ကဲ့သို့အမျိုးအစားများအပါအဝင်) ပြ၊ မပြ။

source: Time in milliseconds between updates of the devices list
kab: Akud s miliseconds gar yileqman n tebdart n yibenkan
my: စက်စာရင်းကို အသစ်လုပ်မည့် မီလီစက္ကန့်အားဖြင့် အချိန်

source: Time amount of data points in the resource graphs
kab: Tasmekta n wakud n wagazen n yisefka deg yidlifen iɣbula
my: ရင်းမြစ်ဂရမ်များတွင် ဒေတာအမှတ်များ၏အချိန်ပမာဏ

source: Determines which processes to show.
kab: Yesguccul anwa akala ara yettwaskanen.
my: ဘယ်အလုပ်ကိုပြရမည်ဆိုသည်ကို ဆုံးဖြတ်သည်။

source: Saves the currently viewed tab
kab: Yesseklas iccer yettwaskanen akka tura
my: လက်ရှိကြည့်နေသောတပ်ဘ်ကို သိမ်းဆည်းမည်

source: CPU colors
kab: Initen CPU
my: စီပီယူ အရောင်များ

source: Each entry is in the format (CPU#, Hexadecimal color value)
kab: Yal anekcum ha-t-an deg umasal (CPU#, azal n yini Hexadecimal)
my: (CPU#၊ Hexadecimal အရောင်တန်ဖိုး) ပုံစံသည် ထည့်သွင်းမှုတစ်ခုစီတိုင်းတွင်ရှိသည်။

source: Default graph memory color
kab: Ini n tkatut tudlift amezwer
my: မှတ်ဉာဏ်ဂရပ်၏မူလအရောင်

source: Default graph swap color
kab: Ini n usefrak udlif amezwer
my: Swapဂရပ်၏မူလအရောင်

source: Default graph incoming network traffic color
kab: Ini n usiweḍ n uzeṭṭa i d-ikecmen seg udlif amezwer
my: ကွန်ရက်အဝင်သုံးစွဲမှုပြဂရပ်၏မူလအရောင်

source: Default graph outgoing network traffic color
kab: Ini n usiweḍ n uzeṭṭa i yeffɣen seg udlif amezwer
my: ကွန်ရက်အထွက်သုံးစွဲမှုပြဂရပ်၏မူလအရောင်

source: Default graph disk read color
kab: Ini n tɣuri n uḍebsi udlif amezwer

source: Default graph disk write color
kab: Ini n tira ɣef uḍebsi udlif amezwer

source: Show network traffic in bits
kab: Sken asiweḍ n uzeṭṭa s yibiten
my: ကွန်ရက်စီးဆင်းမှုကို ဘစ်ဖြင့်ပြမည်

source: Show network totals in bits
kab: Sken isemdayen n uzeṭṭa s yibiten
my: ကွန်ရက်၏ဆွဲအား၊တင်အားကို ဘစ်ဖြင့်ပြမည်

source: Show memory in logarithmic scale
kab: Sken takatut deg tfesna alguritmik
my: မှတ်ဉာဏ်ကို လောဂရစ်သမ်စကေးဖြင့်ပြမည်

source: If TRUE, system-monitor shows the CPU chart as a stacked area chart instead of a line chart.
kab: Ma yella TRUE, system-monitor yeskanay adlif CPU am udlis n temnaḍt yersen d tibursatin deg wadeg n udlif imzireg.
my: အမှန်ဖြစ်ပါက၊ စနစ်-မော်နီတာသည် လိုင်းဇယားအစား CPU ဇယားကို အထပ်လိုက် ဧရိယာဇယားအဖြစ် ပြသည်။

source: Show CPU chart as stacked area chart
kab: Sken adlef n CPU am udlef n temnaḍt yersen d tibursatin
my: စီပီယူဇယားကို ဧရိယာထပ်ဇယားအဖြစ်ပြမည်

source: Show CPU, Memory, Network, and Disk charts as smooth graphs using Bezier curves
kab: Sken idlifen n CPU, n tkatut, n uzeṭṭa akked uḍebsi am yidlifen n umzay s useqdec n uzlig n Bezier

source: If TRUE, system-monitor shows the CPU, Memory, Network, and Disk charts as smoothed graphs, otherwise as line charts.
kab: Ma yella TRUE, system-monitor yeskanay idlifen n CPU, n tkatut, n uzeṭṭa akked uḍebsi am yidlifen yemzin, neɣ s talɣa n yidlifen imzirigen.

source: Show memory and swap in IEC
kab: Sken takatut d uskar deg IEC
my: မှတ်ဉာဏ်နှင့်swapကို IECနှင့်ပြမည်

source: Process view sort column
kab: Tigejdit n umizwer n teskant n ukala
my: အလုပ်မြင်ကွင်း တိုင်အစီ

source: Process view columns order
kab: Amizwer n tgejda n uskan n ukala
my: အလုပ်မြင်ကွင်း တိုင်များအစဉ်

source: Process view sort order
kab: Amizwer n uskan n ukala
my: အလုပ်မြင်ကွင်း စီသောအစဉ်

source: Width of process “Name” column
kab: Tehri n tgejdit "Isem" n ukala
my: အလုပ်မြင်ကွင်း "အမည်"တိုင်၏အနံ

source: Show process “Name” column on startup
kab: Sken tigejdit "Isem" n ukala deg usenkar
my: စတင်ချိန်တွင် “အမည်” တိုင်ကိုပြမည်

source: Width of process “User” column
kab: Tehri n tgejdit "Aseqdac" n ukala
my: အလုပ်မြင်ကွင်း "အသုံးပြုသူ"တိုင်၏အနံ

source: Show process “User” column on startup
kab: Sken tigejdit "Aseqdac" n ukala deg usenkar
my: စတင်ချိန်တွင် “အသုံးပြုသူ” တိုင်ကိုပြမည်

source: Width of process “Status” column
kab: Tehri n tgejdit "Addad" n ukala
my: အလုပ်မြင်ကွင်း "အခြေအနေ"တိုင်၏အနံ

source: Show process “Status” column on startup
kab: Sken tigejdit "Addad" n ukala deg usenkar
my: စတင်ချိန်တွင် “အခြေအနေ” တိုင်ကိုပြမည်

source: Width of process “Virtual Memory” column
kab: Tehri n tgejdit "Takatut tuhlist" n ukala
my: အလုပ်မြင်ကွင်း “Virtualမှတ်ဉာဏ်”တိုင်၏အနံ

source: Show process “Virtual Memory” column on startup
kab: Sken tigejdit "Takatut tuhlist" n ukala deg usenkar
my: စတင်ချိန်တွင် “Virtual Memory” တိုင်ကိုပြမည်

source: Width of process “Resident Memory” column
kab: Tehri n tgejdit "Takatut tamezdaɣt" n ukala
my: "Resident Memory" ကော်လံအကျယ်

source: Show process “Resident Memory” column on startup
kab: Sken tigejdit "Takatut tamezdaɣt" n ukala deg usenkar
my: စတင်ချိန်တွင် “Resident Memory” တိုင်ကိုပြမည်

source: Width of process “Writable Memory” column
kab: Tehri n tgejdit "Takatut yettwabeddalen" n ukala
my: အလုပ်မြင်ကွင်း “ရေး၍ရသောမှတ်ဉာဏ်”တိုင်၏အနံ

source: Show process “Writable Memory” column on startup
kab: Sken tigejdit "Takatut yettwabeddalen" n ukala deg usenkar
my: စတင်ချိန်တွင် “Writable Memory” တိုင်ကိုပြမည်

source: Width of process “Shared Memory” column
kab: Tehri n tgejdit "Takatut yettwabḍan" n ukala
my: အလုပ်မြင်ကွင်း “မျှသုံးမှတ်ဉာဏ်”တိုင်၏အနံ

source: Show process “Shared Memory” column on startup
kab: Sken tigejdit "Takatut yettwabḍan" n ukala deg usenkar
my: စတင်ချိန်တွင် “Shared Memory” တိုင်ကိုပြမည်

source: Width of process “X Server Memory” column
kab: Tehri n tgejdit "Takatut n uqeddac X" n ukala
my: အလုပ်မြင်ကွင်း “အိပ်စ်ဆာဗာမှတ်ဉာဏ်”တိုင်၏အနံ

source: Show process “X Server Memory” column on startup
kab: Sken tigejdit "Takatut n uqeddac X" n ukala deg usenkar
my: စတင်ချိန်တွင် “X Server Memory” တိုင်ကိုပြမည်

source: Width of process “CPU %” column
kab: Tehri n tgejdit "CPU %" n ukala
my: အလုပ်မြင်ကွင်း "% စီပီယူ"တိုင်၏အနံ

source: Show process “CPU %” column on startup
kab: Sken tigejdit "CPU %" n ukala deg usenkar
my: စတင်ချိန်တွင် “CPU %” တိုင်ကိုပြမည်

source: Width of process “CPU Time” column
kab: Tehri n tgejdit "Akud CPU" n ukala
my: အလုပ်မြင်ကွင်း "စီပီယူအချိန်"တိုင်၏အနံ

source: Show process “CPU Time” column on startup
kab: Sken tigejdit "Akud CPU" n ukala deg usenkar
my: စတင်ချိန်တွင် “CPU Time” တိုင်ကိုပြမည်

source: Width of process “Started” column
kab: Tehri n tgejdit "Beddu" n ukala
my: အလုပ်မြင်ကွင်း "စတင်ခဲ့ချိန်"တိုင်၏အနံ

source: Show process “Started” column on startup
kab: Sken tigejdit "Beddu" n ukala deg usenkar
my: စတင်ချိန်တွင် “စတင်သည်” တိုင်ကိုပြမည်

source: Width of process “Nice” column
kab: Tehri n tgejdit "Nice" n ukala
my: အလုပ်မြင်ကွင်း "အလျှော့ပေး"တိုင်၏အနံ

source: Show process “Nice” column on startup
kab: Sken tigejdit "Nice" n ukala deg usenkar
my: စတင်ချိန်တွင် “အလျှော့ပေး” တိုင်ကိုပြမည်

source: Width of process “ID” column
kab: Tehri n tgejdit "Asulay" n ukala
my: အလုပ်မြင်ကွင်း "အိုင်ဒီ"တိုင်၏အနံ

source: Show process “ID” column on startup
kab: Sken tigejdit "Asulay" n ukala deg usenkar
my: စတင်ချိန်တွင် “ID” တိုင်ကိုပြမည်

source: Width of process “SELinux Security Context” column
kab: Tehri n tgejdit "Asatal n tɣellist SELinux" n ukala
my: အလုပ်မြင်ကွင်း "SELinuxလုံခြုံရေးသက်ဆိုင်ရာ"တိုင်၏အနံ

source: Show process “SELinux Security Context” column on startup
kab: Sken tigejdit "Asatal n tɣellist SELinux" n ukala deg usenkar
my: စတင်ချိန်တွင် “SELinux Security Context” တိုင်ကိုပြမည်

source: Width of process “Command Line” column
kab: Tehri n tgejdit "Izirig n tiludna" n ukala
my: အလုပ်မြင်ကွင်း "Command Line"တိုင်၏အနံ

source: Show process “Command Line” column on startup
kab: Sken tigejdit "Izirig n tiludna" n ukala deg usenkar
my: စတင်ချိန်တွင် “Command Line” တိုင်ကိုပြမည်

source: Width of process “Memory” column
kab: Tehri n tgejdit "Takatut" n ukala
my: အလုပ်မြင်ကွင်း “မှတ်ဉာဏ်”တိုင်၏အနံ

source: Show process “Memory” column on startup
kab: Sken tigejdit "Takatut" n ukala deg usenkar
my: စတင်ချိန်တွင် “မှတ်ဉာဏ်”တိုင်ကိုပြမည်

source: Width of process “Waiting Channel” column
kab: Tehri n tgejdit "Abadu n uraǧu" n ukala
my: အလုပ်မြင်ကွင်း "စောင့်ဆိုင်းချန်နယ်"တိုင်၏အနံ
