Repository: GNOME/gnome-system-monitor
Catalog: po/*.po
Languages: kab, my

source: Show process “Waiting Channel” column on startup
kab: Sken tigejdit "Abadu n uraǧu" n ukala deg usenkar
my: စတင်ချိန်တွင် "စောင့်ဆိုင်းချန်နယ်"တိုင်ကိုပြမည်

source: Width of process “Control Group” column
kab: Tehri n tgejdit "Agraw n usenqed" n ukala
my: အလုပ်မြင်ကွင်း "ထိန်းချုပ်အုပ်စု"တိုင်၏အနံ

source: Show process “Control Group” column on startup
kab: Sken tigejdit "Agraw n usenqed" n ukala deg usenkar
my: စတင်ချိန်တွင် "ထိန်းချုပ်ရေးအဖွဲ့" တိုင်ကိုပြမည်

source: Width of process “Unit” column
kab: Tehri n tgejdit "Aferdis" n ukala
my: အလုပ်မြင်ကွင်း "ယူနစ်"တိုင်၏အနံ

source: Show process “Unit” column on startup
kab: Sken tigejdit "Aferdis" n ukala deg usenkar
my: စတင်ချိန်တွင် “ယူနစ်” တိုင်ကိုပြမည်

source: Width of process “Session” column
kab: Tehri n tgejdit "Tiɣimit" n ukala
my: အလုပ်မြင်ကွင်း "ဆက်ရှင်"တိုင်၏အနံ

source: Show process “Session” column on startup
kab: Sken tigejdit "Tiɣimit" n ukala deg usenkar
my: စတင်ချိန်တွင် “Session” တိုင်ကိုပြမည်

source: Width of process “Seat” column
kab: Tehri n tgejdit "Akersi" n ukala
my: အလုပ်မြင်ကွင်း "ခုံ"တိုင်၏အနံ

source: Show process “Seat” column on startup
kab: Sken tigejdit "Akersi" n ukala deg usenkar
my: စတင်ချိန်တွင် “ခုံ” တိုင်ကိုပြမည်

source: Width of process “Owner” column
kab: Tehri n tgejdit "Bab" n ukala
my: အလုပ်မြင်ကွင်း "ပိုင်ရှင်"တိုင်၏အနံ

source: Show process “Owner” column on startup
kab: Sken tigejdit "Bab" n ukala deg usenkar
my: စတင်ချိန်တွင် "ပိုင်ရှင်" တိုင်ကိုပြမည်

source: Width of process “Disk read total” column
kab: Tehri n tgejdit "Asemday n tɣuri n uḍebsi" n ukala
my: အလုပ်မြင်ကွင်း “စုစုပေါင်းဒစ်စ်ဖတ်မှု”တိုင်၏အနံ

source: Show process “Disk read total” column on startup
kab: Sken tigejdit "Asemday n tɣuri n uḍebsi" n ukala deg usenkar
my: စတင်ချိန်တွင် “စုစုပေါင်းဒစ်စ်ဖတ်မှု”တိုင်ကိုပြမည်

source: Width of process “Disk write total” column
kab: Tehri n tgejdit "Asemday n tɣuri ɣef uḍebsi" n ukala
my: အလုပ်မြင်ကွင်း “စုစုပေါင်းဒစ်စ်ရေးမှု”တိုင်၏အနံ

source: Show process “Disk write total” column on startup
kab: Sken tigejdit "Asemday n tɣuri ɣef uḍebsi" n ukala deg usenkar
my: စတင်ချိန်တွင် “စုစုပေါင်းဒစ်စ်ရေးမှု”တိုင်ကိုပြမည်

source: Width of process “Disk read” column
kab: Tehri n tgejdit "Taɣuri n uḍebsi" n ukala
my: အလုပ်မြင်ကွင်း “ဒစ်စ်ဖတ်နှုန်း”တိုင်၏အနံ

source: Show process “Disk read” column on startup
kab: Sken tigejdit "Taɣuri n uḍebsi" n ukala deg usenkar
my: စတင်ချိန်တွင် “ဒစ်စ်ဖတ်နှုန်း” တိုင်ကိုပြမည်

source: Width of process “Disk write” column
kab: Tehri n tgejdit "Tira ɣef uḍebsi" n ukala
my: အလုပ်မြင်ကွင်း “ဒစ်စ်ရေးနှုန်း”တိုင်၏အနံ

source: Show process “Disk write” column on startup
kab: Sken tigejdit "Tira ɣef uḍebsi" n ukala deg usenkar
my: စတင်ချိန်တွင် “ဒစ်စ်ရေးနှုန်း” တိုင်ကိုပြမည်

source: Width of process “Priority” column
kab: Tehri n tgejdit "Arat" n ukala
my: အလုပ်မြင်ကွင်း "ဦးစားပေးမှု"တိုင်၏အနံ

source: Show process “Priority” column on startup
kab: Sken tigejdit "Arat" n ukala deg usenkar
my: စတင်ချိန်တွင် "ဦးစားပေး" တိုင်ကိုပြမည်

source: Disk view sort column
kab: Tigejdit n umizwer n teskant n uḍebsi
my: ဒစ်စ်မြင်ကွင်းတိုင်အစီ

source: Disk view sort order
kab: Amizwer n teskant n uḍebsi
my: ဒစ်စ်မြင်ကွင်းစီသောအစဉ်

source: Disk view columns order
kab: Amizwer n tgejda n teskant n uḍebsi
my: ဒစ်စ်မြင်ကွင်းတိုင်များအစဉ်

source: Width of disk view “Device” column
kab: Tehri n tgejdit "Ibenk" n teskant n uḍebsi
my: ဒစ်စ်မြင်ကွင်း "စက်"တိုင်၏အနံ

source: Show disk view “Device” column on startup
kab: Sken tigejdit "Ibenk" n teskant n uḍebsi deg usenkar
my: စတင်ချိန်တွင် ဒစ်ခ်မြင်ကွင်းဖြင့် “စက်ပစ္စည်း” ကော်လံကို ပြမည်

source: Width of disk view “Directory” column
kab: Tehri n tgejdit "Akaram" n teskant n uḍebsi
my: ဒစ်စ်မြင်ကွင်း "ဖိုင်တွဲ"တိုင်၏အနံ

source: Show disk view “Directory” column on startup
kab: Sken tigejdit "Akaram" n teskant n uḍebsi deg usenkar
my: စတင်ချိန်တွင် ဒစ်ခ်မြင်ကွင်းဖြင့် “ဖိုင်တွဲ”တိုင်ကို ပြမည်

source: Width of disk view “Type” column
kab: Tehri n tgejdit "Anaw" n teskant n uḍebsi
my: ဒစ်စ်မြင်ကွင်း "အမျိုးအစား"တိုင်၏အနံ

source: Show disk view “Type” column on startup
kab: Sken tigejdit "Anaw" n teskant n uḍebsi deg usenkar
my: စတင်ချိန်တွင် ဒစ်ခ်မြင်ကွင်းဖြင့် “အမျိုးအစား” တိုင်ကိုပြမည်

source: Width of disk view “Total” column
kab: Tehri n tgejdit "Asemday" n teskant n uḍebsi
my: ဒစ်စ်မြင်ကွင်း "စုစုပေါင်း"တိုင်၏အနံ

source: Show disk view “Total” column on startup
kab: Sken tigejdit "Asemday" n teskant n uḍebsi deg usenkar
my: စတင်ချိန်တွင် ဒစ်ခ်မြင်ကွင်းဖြင့် “စုစုပေါင်း”တိုင်ကို ပြမည်

source: Width of disk view “Free” column
kab: Tehri n tgejdit "Ilelli" n teskant n uḍebsi
my: ဒစ်စ်မြင်ကွင်း "လွတ်"တိုင်၏အနံ

source: Show disk view “Free” column on startup
kab: Sken tigejdit "Ilelli" n teskant n uḍebsi deg usenkar
my: စတင်ချိန်တွင် ဒစ်ခ်မြင်ကွင်းဖြင့် “အခမဲ့”တိုင်ကို ပြမည်

source: Width of disk view “Available” column
kab: Tehri n tgejdit "Yella" n teskant n uḍebsi
my: ဒစ်စ်မြင်ကွင်း "ရရှိနိုင်"တိုင်၏အနံ

source: Show disk view “Available” column on startup
kab: Sken tigejdit "Yella" n teskant n uḍebsi deg usenkar
my: စတင်ချိန်တွင် ဒစ်ခ်မြင်ကွင်းဖြင့် “ရနိုင်သည်”တိုင်ကို ပြမည်

source: Width of disk view “Used” column
kab: Tehri n tgejdit "Yettwaseqdec" n teskant n uḍebsi
my: ဒစ်စ်မြင်ကွင်း "သုံးထား"တိုင်၏အနံ

source: Show disk view “Used” column on startup
kab: Sken tigejdit "Yettwaseqdec" n teskant n uḍebsi deg usenkar
my: စတင်ချိန်၌ ဒစ်ခ်မြင်ကွင်းတွင် “သုံးထား” တိုင်ကို ပြမည်

source: Memory map sort column
kab: Tigejdit n umizwer n tkarḍa n tkatut
my: မှတ်ဉာဏ်မြေပုံ တိုင်အစီ

source: Memory map sort order
kab: Amizwer n tkarḍa n tkatut
my: မှတ်ဉာဏ်မြေပုံ စီသောအစဉ်

source: Open files sort column
kab: Tigejdit n umizwer n yifuyla yeldin
my: ဖွင့်ထားသောဖိုင်များ တိုင်အစီ

source: Open files sort order
kab: Asmizwer n yifuyla yeldin
my: ဖွင့်ထားသောဖိုင်များ စီသောအစဉ်

source: Icon
kab: Tignit
my: အိုင်ကွန်

source: Cannot change the priority of process with PID %d to %d. %s
kab: Ur yezmir ara ad ibeddel arra n ukala s PID %d ɣer %d. %s
my: ပီအိုင်ဒီ %d ရှိသောအလုပ်၏ဦးစားပေးမှုကို %d သို့မပြောင်းနိုင်ပါ။ %s

source: _OK
kab: _IH

source: Cannot kill process with PID %d with signal %d. %s
kab: Ur yezmir ara ad ineɣ arra n ukala s PID %d ɣer %d. %s
my: ပီအိုင်ဒီ %d ရှိသောအလုပ်ကို အချက်ပြမှု %d ဖြင့်မသတ်နိုင်ပါ။ %s

source: Force Stop %s?
kab: _Ḥettem ahbas n %s?

source: Stop %s?
kab: Ḥbes %s?

source: Stop Selected Process?
kab: Seḥbes %d akala yettwafernen

source: _Force Stop
kab: _Ḥettem ahbas…

source: _End
kab: Ta_ggara

source: _Stop
kab: _Ḥbes
my: _ရပ်

source: _End Process…
kab: _Taggara n ukala…

source: Name
kab: Isem

source: X Server Memory
kab: Takatut n uqeddac X
my: Xဆာဗာမှတ်ဉာဏ်

source: Nice
kab: Icbaḥ
my: အလျှော့ပေး

source: ID
kab: Asulay
my: အိုင်ဒီ

source: Unit
kab: Aferdis
my: ယူနစ်

source: Session
kab: Tiɣimit
my: ဆက်ရှင်

source: Seat
kab: Tɣimit
my: ခုံ

source: Owner
kab: Bab
my: ပိုင်ရှင်

source: Disk Read Total
kab: Aɣrid n tɣuri n uḍebsi

source: Disk Write Total
kab: Aɣrud n tira ɣef uḍebsi

source: Disk Read
kab: Taɣuri n uḍebsi

source: Disk Write
kab: Tira ɣef uḍebsi

source: GNU CPU Affinity error
kab: Tuccḍa deg wassaɣ n GNU CPU

source: _Close
kab: _Mdel

source: Running
kab: Aseddu
my: လုပ်ဆောင်

source: Stopped
kab: Yettwaḥbes
my: ရပ်တန့်

source: Zombie
kab: Amuddir
my: အသေကောင်

source: Uninterruptible
kab: War anegzum
my: နှောင့်ယှက်၍မရ

source: Sleeping
kab: Taguni
my: အိပ်

source: %uw%ud
kab: %uw%uass

source: %ud%02uh
kab: %ud%02usrg

source: Very High
kab: Ԑlay aṭas
my: အမြင့်ဆုံး

source: High
kab: Ɛlay
my: မြင့်

source: Normal
kab: Amagnu
my: ပုံမှန်

source: Low
kab: Yuder
my: နိမ့်

source: Very Low
kab: Yuder aṭas
my: အနိမ့်ဆုံး

source: Very High Priority
kab: Arat ameqqan aṭas
my: အလွန်မြင့်မားသောဦးစားပေးမှု

source: High Priority
kab: Arat ameqqan
my: မြင့်မားသောဦးစားပေးမှု

source: Normal Priority
kab: Arat amagnu
my: ပုံမှန်ဦးစားပေးမှု

source: Low Priority
kab: Arat amecṭuḥ
my: နိမ့်သောဦးစားပေးမှု

source: Very Low Priority
kab: Arat amecṭuḥ aṭas
my: အလွန်နိမ့်သောဦးစားပေးမှု

source: The GNOME Project
my: GNOME ပရောဂျက်

source: _Terminate Process
my: အလုပ် လက်_စသတ်

source: Show process properties
my: အလုပ်၏အချက်အလက်များပြရန်

source: CPU
my: စီပီယူ

source: Case insensitive
my: စာလုံးအကြီးအသေးသတိမပြုပါ

# Menu item to Open Search for Open Files dialog
source: Search for Open Files
my: ဖွင့်ထားသောဖိုင်များရှာမည်

source: Help
my: အကူအညီ

source: Keyboard Shortcuts
my: ကီးဘုတ်ဖြတ်လမ်းခလုတ်များ

source: About System Monitor
my: စနစ်စောင့်ကြည့်ကိရိယာအကြောင်း

source: _Active Processes
my: _Aသက်ဝင်နေသောအလုပ်များ

source: A_ll Processes
my: လုပ်ငန်းများ _lအားလုံး

source: M_y Processes
my: _yကျွန်ုပ်၏အလုပ်များ

source: Open _Files
my: ဖွင့်ထားသော _ဖိုင်များ

source: Custom
my: စိတ်ကြိုက်

source: Set _Affinity
my: _Affinityသတ်မှတ်ရန်

source: _Continue
my: _ဆက်မည်

source: _Terminate
my: လက်_စသတ်

source: _Kill
my: _သတ်

source: Alert Before Ending or _Killing Processes
my: အလုပ်များကို အဆုံးသတ်ခြင်း သို့မဟုတ် သတ်ခြင်းမလုပ်မီ အရင်အသိပေးပါ

source: Process information shown in list:
my: စာရင်းတွင်ပြသထားသည့် လုပ်ငန်းစဉ်အချက်အလက် -

source: Set Network Totals _Unit Separately
my: ကွန်ရက် စုပေါင်း_ယူနစ်များကို သီးခြားအဖြစ် သတ်မှတ်မည်

source: _Nice value:
my: _Niceတန်ဖိုး -

source: <small><i><b>Note:</b> The priority of a process is given by its nice value. A lower nice value corresponds to a higher priority.</i></small>
my: <small><i><b>မှတ်ချက် -</b> အလုပ်၏ဦးစားပေးမှုကို ၎င်း၏niceတန်းဖိုးဖြင့် ဆုံးဖြတ်သည်။ တန်ဖိုးငယ်လေ ဦးစားပေးမှုအဆင့်မြင့်လေဖြစ်သည်။</i></small>

source: CPU%d
my: စီပီယူ%d

source: Received invalid color data
my: မမှန်ကန်သောအရောင်ဒေတာလက်ခံရရှိခဲ့သည်

source: %d open file
my: ဖွင့်ထားသောဖိုင် %dခု

source: %d matching open file
my: ကိုက်ညီသော ဖွင့်ထားသည့်ဖိုင် %dခု

source: PID
my: ပီအိုင်ဒီ

source: Private clean
my: သန့်ရှင်းသောတစ်ဦးပိုင်မှတ်ဉာဏ်

source: Private dirty
my: ညစ်ပတ်သောတစ်ဦးပိုင်မှတ်ဉာဏ်

source: Shared clean
my: သန့်ရှင်းသော မျှသုံးမှတ်ဉာဏ်

source: Shared dirty
my: ညစ်ပတ်သော မျှသုံးမှတ်ဉာဏ်

source: _Memory maps for process “%s” (PID %u):
my: အလုပ် “%s” (ပီအိုင်ဒီ %u)၏ _Mမှတ်ဉာဏ်မြေပုံများ -

source: _Files opened by process “%s” (PID %u):
my: အလုပ် “%s” (ပီအိုင်ဒီ %u) ဖွင့်ထားသော _Fဖိုင်များ

source: Main window size and position in the form (width, height, xpos, ypos)
my: ပင်မဝင်းဒိုး၏အရွယ်အစားနှင့်တည်နေရာကို ဖော်ပြမည့်ပုံစံ (အကျယ်, အမြင့်, x, y)

source: Set network totals unit separately
my: ကွန်ရက် စုပေါင်းယူနစ်များကို သီးခြားအဖြစ် သတ်မှတ်မည်

source: Show CPU, Memory, and Network charts as smooth graphs using Bezier curves
my: စီပီယူ၊မှတ်ဉာဏ်နှင့်ကွန်ရက်ပုံများကို Bezierမျဉ်းကွေးများအသုံးပြု၍ ချော့မွေ့သော ဂရပ်အဖြစ်ပြမည်

source: If TRUE, system-monitor shows the CPU, Memory, and Network charts as smoothed graphs, otherwise as line charts.
my: အမှန်ခြစ်ထားပါက စနစ်စောင့်ကြည့်ကိရိယာသည် စီပီယူ၊မှတ်ဉာဏ်နှင့်ကွန်ရက်ဇယားများကို ချော့မွေ့သော ဂရပ်အဖြစ်ပြမည်။ သို့မဟုတ်ပါက မျဉ်းကြောင်းပုံဖြင့်ပြမည်။

source: Are you sure you want to kill the selected process “%s” (PID: %u)?
my: ရွေးထားသောအလုပ် “%s” (ပီအိုင်ဒီ - %u)ကို သင်တကယ်သတ်ပစ်မှာလား။

source: Are you sure you want to end the selected process “%s” (PID: %u)?
my: ရွေးထားသောအလုပ် “%s” (ပီအိုင်ဒီ - %u)ကို သင်တကယ်အဆုံးသတ်ပစ်မှာလား။

source: Are you sure you want to stop the selected process “%s” (PID: %u)?
my: ရွေးထားသောအလုပ် “%s” (ပီအိုင်ဒီ - %u)ကို သင်တကယ်ရပ်ပစ်မှာလား။

source: Are you sure you want to kill the selected process?
my: ရွေးထားသောအလုပ် %d ခုကို သင်တကယ်သတ်ပစ်မှာလား။

source: Are you sure you want to end the selected process?
my: ရွေးထားသောအလုပ် %dခုကို သင်တကယ်အဆုံးသတ်ပစ်မှာလား။

source: Are you sure you want to stop the selected process?
my: ရွေးထားသောအလုပ် %d ခုကို သင်တကယ်ရပ်ပစ်မှာလား။

source: Killing a process may destroy data, break the session or introduce a security risk. Only unresponsive processes should be killed.
my: အလုပ်ကိုသတ်ခြင်းကြောင့် ဒေတာပျက်ဆီးမှု၊ ဆက်ရှင်ပြိုကွဲမှု သို့ လုံခြုံရေးဆိုင်ရာ ဟာကွက်များ ဖြစ်စေနိုင်သည်။ တုံ့ပြန်မှုမရှိသော အလုပ်များကိုသာ သတ်သင့်သည်။

source: _Kill Process
my: အလုပ်ကို _သတ်မည်

source: Ending a process may destroy data, break the session or introduce a security risk. Only unresponsive processes should be ended.
my: အလုပ်ကိုအဆုံးသတ်ခြင်းကြောင့် ဒေတာပျက်ဆီးမှု၊ ဆက်ရှင်ပြိုကွဲမှု သို့ လုံခြုံရေးဆိုင်ရာ ဟာကွက်များ ဖြစ်စေနိုင်သည်။ တုံ့ပြန်မှုမရှိသော အလုပ်များကိုသာ အဆုံးသတ်သင့်သည်။

source: _End Process
my: အလုပ်_အဆုံးသတ်မည်

source: Stopping a process may destroy data, break the session or introduce a security risk. Only unresponsive processes should be stopped.
my: အလုပ်ကို ရပ်တန့်ခြင်းကြောင့် ဒေတာများနှင့် ဆက်ရှင်ကို ပျက်စီးစေနိုင်သည်။ ထို့အပြင် လုံခြုံရေးအားနည်းချက်ပါဖြစ်စေနိုင်သည်။ တုံ့ပြန်မှုမရှိသောအလုပ်များကို ရပ်တန့်သင့်သည်။

source: _Stop Process
my: အလုပ်_ရပ်မည်

source: Change Priority of Process “%s” (PID: %u)
my: အလုပ် “%s” (ပီအိုင်ဒီ - %u)၏ ဦးစားပေးမှု ပြောင်းမည်

source: Change Priority of the selected process
my: ရွေးထားသော အလုပ် %dခု၏ဦးစားပေးမှုကို ပြောင်းမည်

source: Note:
my: မှတ်စု-

source: The priority of a process is given by its nice value. A lower nice value corresponds to a higher priority.
my: အလုပ်၏ဦးစားပေးမှုကို ၎င်း၏အလျှော့ပေးတန်းဖိုးဖြင့် ဆုံးဖြတ်သည်။ တန်ဖိုးငယ်လေ ဦးစားပေးမှုအဆင့်မြင့်လေဖြစ်သည်။

source: N/A
my: မရှိ

source: Process Name
my: အလုပ်အမည်

source: %s (PID %u)
my: %s (ပီအိုင်ဒီ %u)

source: % CPU
my: % စီပီယူ

source: Disk read total
my: စုစုပေါင်းဒစ်စ်ဖတ်မှု

source: Disk write total
my: စုစုပေါင်းဒစ်စ်ရေးမှု

source: Disk read
my: ဒစ်စ်ဖတ်နှုန်း

source: Disk write
my: ဒစ်စ်ရေးနှုန်း

source: Select CPUs "%s" (PID %u) is allowed to run on:
my: CPUs "%s" ကို ရွေးပြီး (PID %u) ကို ဖွင့်ရန် ခွင့်ပြုသည် -

source: Run on all CPUs
my: စီပီယူအားလုံးတွင်လုပ်ဆောင်မည်

source: CPU %d
my: စီပီယူ %d

source: %s/s
my: %s/စက္ကန့်
